13/data/attachments/6fa0667ed0ed8965.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Benjamin_large_Friend_5335_3</nif:username>
            <nif:friendToBeRequested>soap_friends_d6d20aef-cbeb-4436-a67d-fa103779ff51</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>